<?php

return [
    'select_language' => 'භාෂාව තෝරන්න',
    'company' => 'සමාගම',
    'vault_text' => 'පෙරනිමි පරිශීලක නාම සහ මුරපද',
    'products_title' => 'එක් වරකදී භාන්ඩ ගොඩක් මිල දී ගැනීමට භාන්ඩය කරත්තයට එකතු කරගන්න.',
    'view_cart' => 'කරත්තය බලන්න',
    'category_name' => 'කාණ්ඩයේ නම',
    'name' => 'නම',
    'stock_available' => 'මෙම නිෂ්පාදනය තොගයේ ඇත.',
    'add_to_cart' => 'කරත්තයට එකතු කරන්න',
    'rupees' => 'රු',
    'price' => 'මිල',
    'are_you_sure' => 'ඔබට විශ්වාසද?',
    'do_it' => 'ඉදිරියට යන්න',
    'cancel' => 'අවලංගු කරන්න',

    'cart' => [
        'title' => 'ඔබේ සාප්පු කරත්තය',
        'remove' => 'ඉවත් කරන්න',
        'empty' => 'ඔබේ කරත්තය හිස්ය. නිෂ්පාදන පිටුවෙන් අයිතම එකතු කරන්න.',
        'lkr' => 'රුපියල්',
        'total_payble' => 'ගෙවිය යුතු මුළු මුදල',
        'back_to_products' => 'නිෂ්පාදන වෙත ආපසු',
        'view_order_history' => 'ඇණවුම් ඉතිහාසය බලන්න',
        'checkout' => 'මිලදී ගැනීම සම්පූර්ණ කරන්න',
        'total' => 'එකතුව',
        'discounts' => 'වට්ටම්',
        'quantity' => 'ප්රමාණය',
        'item_removed' => "මෙම අයිතමය කරත්තයෙන් ඉවත් කරනු ලැබේ!",
        'checkout_message' => 'මෙමගින් මිලදී ගැනීම සම්පූර්න වේ. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?',
        'success_checkout' => 'මිලදී ගැනීම සම්පූර්ණයි!',
        'removed' => 'භාණ්ඩය කරත්තයෙන් ඉවත් කර ඇත.',
        'added' => 'නිෂ්පාදිතය කරත්තයට එකතු කර ඇත.',
        'qty_updated' => 'නිෂ්පාදන ප්‍රමාණය යාවත්කාලීන කර ඇත.',
        'order_processed' => 'ඔබගේ ඇණවුම සාර්ථකයි.'
    ]
];
