<?php

return [
    'select_language' => 'භාෂාව තෝරන්න',
    'company' => 'සමාගම',
    'vault_text' => 'පෙරනිමි පරිශීලක නාම සහ මුරපද',
    'products_title' => 'එක් වරකදී භාන්ඩ ගොඩක් මිල දී ගැනීමට භාන්ඩය කරත්තයට එකතු කරගන්න.',
    'view_cart' => 'කරත්තය බලන්න',
    'category_name' => 'කාණ්ඩයේ නම',
    'name' => 'නම',
    'stock_available' => 'මෙම නිෂ්පාදනය තොගයේ ඇත.',
    'add_to_cart' => 'කරත්තයට එකතු කරන්න',
    'rupees' => 'රු',
    'price' => 'මිල',
    'are_you_sure' => 'ඔබට විශ්වාසද?',
    'do_it' => 'ඉදිරියට යන්න',
    'cancel' => 'අවලංගු කරන්න',

    'cart' => [
        'title' => 'ඔබේ සාප්පු කරත්තය',
        'remove' => 'ඉවත් කරන්න',
        'empty' => 'ඔබේ කරත්තය හිස්ය. නිෂ්පාදන පිටුවෙන් අයිතම එකතු කරන්න.',
        'lkr' => 'රුපියල්',
        'total_payble' => 'ගෙවිය යුතු මුළු මුදල',
        'back_to_products' => 'නිෂ්පාදන වෙත ආපසු',
        'view_order_history' => 'ඇණවුම් ඉතිහාසය බලන්න',
        'checkout' => 'මිලදී ගැනීම සම්පූර්ණ කරන්න',
        'total' => 'එකතුව',
        'discounts' => 'වට්ටම්',
        'quantity' => 'ප්රමාණය',
        'item_removed' => "මෙම අයිතමය කරත්තයෙන් ඉවත් කරනු ලැබේ!",
        'checkout_message' => 'මෙමගින් මිලදී ගැනීම සම්පූර්න වේ. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?',
        'success_checkout' => 'මිලදී ගැනීම සම්පූර්ණයි!',
        'removed' => 'භාණ්ඩය කරත්තයෙන් ඉවත් කර ඇත.',
        'added' => 'නිෂ්පාදිතය කරත්තයට එකතු කර ඇත.',
        'qty_updated' => 'නිෂ්පාදන ප්‍රමාණය යාවත්කාලීන කර ඇත.',
        'order_processed' => 'ඔබගේ ඇණවුම සාර්ථකයි.'
    ],

    "oh" => [
        'greet' => 'ආයුබෝවන්, ඔබට ඔබගේ ඇණවුම් ඉතිහාසය පහතින් දැනගත හැක.',
        'title' => 'ඔබගේ ඇණවුම් ඉතිහාසය',
        'order_number' => 'ඇණවුම් අංකය',
        'order_date' => 'ඇණවුම් දිනය',
        'gross_amount' => 'දළ වටිනාකම',
        'payment_method' => 'ගෙවීම් ක්රමය',
        'no_history' => "ඔබ තවමත් ඇණවුම් කර නැත. දැන් සාප්පු සවාරි ආරම්භ කරන්න!",
        'browse_products' => 'නිෂ්පාදන පිරික්සන්න',
    ],

    "admin" => [
        'greet' => 'පද්ධතිය කළමනාකරණය කිරීමට කරුණාකර මෙම සංචාලනය භාවිතා කරන්න.',
        'nav_prod_dashboard' => 'නිෂ්පාදන උපකරණ පුවරුව',
        'reports' => 'වාර්තා',
        'products' => 'නිෂ්පාදන',
        'product_tagline' => 'මේවා වෙබ් අඩවියේ දැනට පවතින සජීවී නිෂ්පාදන වේ.',
        'add_product' => 'නිෂ්පාදන එකතු කරන්න',
        'name' => 'නිෂ්පාදන නාමය',
        'price' => 'මිල',
        'description' => 'විස්තර',
        'image' => 'ඡායාරූපය',
        'result_count' => 'ප්‍රතිඵල :count ක් පෙන්වයි.'
    ],

    'product' => [
        'add_title' => 'නව නිෂ්පාදනයක් එක් කරන්න',
        'edit_title' => 'නිෂ්පාදනය සංස්කරණය කරන්න',
        'name' => 'නිෂ්පාදන නාමය',
        'category' => 'වර්ගය',
        'price' => 'නිෂ්පාදන මිල',
        'image' => 'රූප URL',
        'description' => 'නිෂ්පාදනය විස්තරය',
        'add_action' => 'නව නිෂ්පාදනය එක් කරන්න',
        'close_action' => 'වසන්න',
        'added' => 'නිෂ්පාදනය එකතු කර ඇත.',
        'updated' => 'නිෂ්පාදනය යාවත්කාලීන කර ඇත.',
        'deleted' => 'නිෂ්පාදනය මකා ඇත.',
        'do_update' => 'නිෂ්පාදන යාවත්කාලීන කරන්න',
        'delete' => "මෙම අයිතමය මකා දැමෙනු ඇත!",
    ],

    'sales' => [
        'greet' => 'දෛනික විකුණුම් වාර්තාව.',
        'tagline' => 'විකිණීමේ විස්තර.',
        'filter' => 'පෙන්වන්න',
        'order_per_period' => 'කාල සීමාව සඳහා ඇණවුම්',
        'count_orders' => 'ඇණවුම් :count',
        'orders' => 'ඇණවුම්'
    ]
];
